brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "coreutils"
brew "dict"
brew "diffutils"
brew "diff-so-fancy"
brew "git"
brew "git-crypt"
brew "git-flow-avh"
brew "git-lfs"
brew "gh"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "grep"
brew "jq"
brew "markdown"
brew "mysql@5.7"
brew "neovim"
brew "node"
brew "nodenv"
brew "python3"
brew "rbenv"
brew "rbenv-communal-gems"
brew "rbenv-default-gems"
brew "ripgrep"
brew "ruby"
brew "siege"
brew "tig"
brew "universal-ctags"
brew "vim"
brew "wget"
