tap "nodenv/nodenv"
tap "puma/puma"
tap "saulpw/vd"

brew "align"
brew "autopep8"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "ca-certificates"
brew "cfn-lint"
brew "coreutils"
brew "dict"
brew "diffutils"
brew "diff-so-fancy"
brew "dos2unix"
brew "editorconfig"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "git-crypt"
brew "git-flow-avh"
brew "git-lfs"
brew "git-subrepo"
brew "gh"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "gotags"
brew "gopls"
brew "grep"
brew "grip" # GitHub markdown previewer
brew "htop"
brew "jq"
brew "jsonlint"
brew "markdown"
brew "mongosh"
brew "mysql@8.0"
brew "neovim"
brew "node"
brew "nodenv"
brew "nodenv-nvmrc"
brew "nodenv-package-rehash"
brew "packer"
brew "postgresql@14"
brew "puma-dev"
brew "python3"
brew "rbenv"
brew "rbenv-communal-gems"
brew "rbenv-default-gems"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "siege"
brew "ssh-copy-id"
brew "tig"
brew "tldr"
brew "universal-ctags"
brew "unzip"
brew "vim"
brew "visidata" # browse CSV, JSON etc., command vd
brew "wget"
brew "yamllint"
brew "yarn"
brew "yarn-completion"
brew "ydiff"
brew "yq"
